{"meta":{"title":"晴天","subtitle":"sunny day","description":"every day is a sunny day","author":"Lin Tian","url":"https://zplinti1.github.io"},"pages":[{"title":"","date":"2018-10-08T17:04:55.000Z","updated":"2018-10-08T17:04:55.000Z","comments":false,"path":"categories/index.html","permalink":"https://zplinti1.github.io/categories/index.html","excerpt":"","text":""},{"title":"","date":"2018-10-08T17:04:26.000Z","updated":"2018-10-08T17:04:26.000Z","comments":false,"path":"tags/index.html","permalink":"https://zplinti1.github.io/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"默克家庭医学手册第二章读书笔记","slug":"默克家庭医学手册第二章读书笔记","date":"2018-11-04T16:18:59.000Z","updated":"2018-11-04T17:55:04.000Z","comments":true,"path":"2018/11/05/默克家庭医学手册第二章读书笔记/","link":"","permalink":"https://zplinti1.github.io/2018/11/05/默克家庭医学手册第二章读书笔记/","excerpt":"","text":"网上经常看到某某食品或者保健品，宣称通过FDA批准，以此提高自己的可信度。其实FDA对这些产品，没什么要求。反过来想，如果有保健品，宣称通过FDA批准，大概率是来割韭菜了。 因为膳食补充剂上市前不需要美国FDA批准，故它们并非必须满足FDA对药物有效性和安全性的要求。因为这些产品未满足FDA的标准，它们不能用于治疗特定的疾病。 现在的医患关系，确实不是很好。读初中时，我自己去医院看病，医生热心的给我解释，吃了药后，尿液会变黄，这是正常的，不用惊慌。现在回忆起来，内心依旧有一股暖流流过。去年冬天，不时的会突然留鼻血，还以为是空气干燥。最后发现是服用的一款药品，有很大的副作用，导致鼻粘膜变薄，容易留鼻血。医生如果善意的提前提醒我，我也就不会有些惊慌。 医师、护士或者药师应向患者解释治疗目标、药物不良反应类型和其他可能出现的问题，使患者最大程度参与到治疗方案中。 之前没有考虑过吃了胶囊，药物不溶解，直接排出，导致药物没有起作用。这种情况，老年人的概率大一些。网上搜了一把“如何检查胶囊直接排出的情况”，几乎没有相关的资料。倒是发现了一项黑科技-视频胶囊内镜检查，主要用于消化道的检查，很不错的一项发明。 如果口服药物会损伤胃黏膜或在胃酸环境中会分解，可将药物包衣或放入胶囊中，以防止它在到达小肠之前溶出。这些保护性的衣膜称为肠衣，对小肠有选择性，只有在小肠的弱碱性环境或在消化酶的作用下才会溶解。但是肠衣并不总如预期的那样溶解，片剂或胶囊可能会完好无损地经粪便排出，特别是老年人。 我们经常会记得，小孩子使用的药量，比大人的药量要少些，很少注意到，老年人的药量也需要少些。 代谢酶系统在婴儿刚出生时并未完全成熟，所以新生儿对某些药物的代谢不完全。随着逐渐衰老，酶的活性会相应降低，所以老年人与新生儿一样，也不能像年轻人一样正常代谢药物。因此，新生儿和老年人须给予更小的单位体重剂量。大多数药物，尤其是水溶性药物极其代谢产物，大部分经肾脏从尿液中排出。随着年龄增长，肾功能逐渐减退，85岁老年人的肾脏排泄药物能力仅仅是35岁年轻人的一半。很多即使表明有儿童推荐剂量的OTC药物，其实却并未对儿童进行过充分的测试。由于儿童的生长差异很大，因此专家建议以体重作为OTC药物剂量的推算标准。 药物主要和细胞表面的受体或者酶反生反应，从而起到治疗的效果。要么加强受体的作用，要么压抑受体的作用。好奇的是，既然受体已经存在，人体为何不自己主动去作用于这些受体，反而需要靠药物的推动？这时候，人体的主动性到哪去了？另外吃多种药的时候得注意，药是否正好对同一种受体起相反的作用，这时，两种药同时都被弱化。 一些药物是激动剂，可模拟内源性物质激活受体，发挥作用。另一些药物是拮抗剂，可阻断内源性物质对受体的作用。 书里有不少好建议和提醒，列举一些: 但一种药物短疗程后换用另一种药物可能导致多药耐药出现——结核治疗中，这是特别严重的问题。无论处方药还是非处方药，同时使用多种药物都会增加药物不良反应发生的风险。那些已发生过严重过敏反应的人应该佩戴记有药物过敏史的医学警示项链或腕带。这些信息（例如青霉素过敏）可在紧急情况下提醒医师及相关医务人员注意。在美国，联邦规程要求所有口服处方药都应使用儿童不易开启的容器包装，除非有人证明此包装产生不便。并非所有的OTC药耐受性都比处方药好。镇咳药与感冒药的有效性尚未得到完全证实，特别是对于儿童，因此给予儿童此类药物可能造成不必要的有害反应和花费 抗组胺类药和非甾体抗炎药(NSAIDs)是两大类常见药，以后有空单独研究一下。","categories":[],"tags":[{"name":"默克家庭医学手册","slug":"默克家庭医学手册","permalink":"https://zplinti1.github.io/tags/默克家庭医学手册/"}]},{"title":"情绪不稳定来源于意外","slug":"情绪不稳定来源于意外","date":"2018-10-29T15:52:27.000Z","updated":"2018-10-29T16:46:18.000Z","comments":true,"path":"2018/10/29/情绪不稳定来源于意外/","link":"","permalink":"https://zplinti1.github.io/2018/10/29/情绪不稳定来源于意外/","excerpt":"","text":"上周，难得见到了券商指数涨停，真是活久见。内心小小波动了一下，源于我真的没想过指数可以涨停！E大倒是淡定： 网友问：E大是不是天生就是情绪稳定之人？ E大回复：情绪的不稳定来源于“意外”。无论是意外的喜还是悲。资本市场这点波动都在意外之中，当然也就没有什么不稳定。 最近继续看《默克家庭医学手册》，多看一点，提前对现代医疗多认识一点。前阵子，我一起见证了外婆离去，如果提前看了&lt;临终和死亡&gt;这章，对于很多事，就能提前做准备了。 想避免呼吸困难的临终患者应该明白医生可完全控制症状，但这样处理的手段可能造成意识丧失，甚至加快死亡的来临。 外婆就是因为呼吸困难而送去医院，上了呼吸机，而后上了镇静剂，意识更加模糊，最后两三天都是模模糊糊的，再也没有搭上一句话。如果提前了解这个，就可以提前做选择，而不是完全遵从医生的选择。医生大都倾向于上镇静剂，但这也可能加快了死亡的来临。而我得到的信息是，如果撤了呼吸机，病人可能氧气不够，坚持不了太久，上呼吸机都是为了病人好。 假如一个人希望在家里逝去，家属应预先明确谁去呼救（如医生或者护理院护士）以及知道谁不需呼救（如救护车）。 书里多次谈到临终时，在家里治疗和医院的差异。外婆在医院时，说的最多的就是“我要回家”。如果我们针对这种情况，提前做了讨论和准备，外婆想回家，也完全是可以做到的。然而，现实是外婆“意外”住院，意识已经没那么清楚，家人同意在家治疗就得承担风险，出了事情也得家人负责，增加了太多的心理负担。 我一直想搞个癌症预案，免得万一得病，跟着预案走，免得病急乱投医。这里面的内容，还可以加上 在家还是在医院治疗 是否使用创伤性的延迟生命的方式 - 管饲，手术，复苏 忍受疼痛还是吃止痛药（可能导致意识模糊） 生前遗嘱","categories":[],"tags":[{"name":"默克家庭医学手册","slug":"默克家庭医学手册","permalink":"https://zplinti1.github.io/tags/默克家庭医学手册/"}]},{"title":"无言的争吵","slug":"无言的争吵","date":"2018-10-17T19:41:53.000Z","updated":"2018-10-29T15:34:28.000Z","comments":true,"path":"2018/10/18/无言的争吵/","link":"","permalink":"https://zplinti1.github.io/2018/10/18/无言的争吵/","excerpt":"","text":"具体不知为何，老婆又独自生气了。一个人睡在客厅的沙发上，折磨着自己。当我意识到老婆可能生气时，她已经在沙发上睡觉。我叫醒老婆，让她去里面的床上睡，不肯；我试图把老婆强行抱到床上去，引来的只是大声的呵斥。最后，老婆依旧是在沙发上过了一夜。而我现在记录着这事，免得以后一次次发生，老婆一次次失望。我在客厅铺了一个瑜伽垫，晚上准备就这么睡了。 上个周末，我们也小吵了一架。当时家里的视频，恰好记录了整个过程。无非是，老婆网上买了东西，已经确定要退回。但家里同时到了几个快递，于是我问老婆知道哪个是要退回的不？这样我可以少拆一个快递。就这么一件小事，我们莫名其妙就吵起来，世界真的很神奇。 回想下我爸妈的每次吵架，大都是一些无关紧要的小事，结果吵起来，每次都能上天入地。声音大的邻居都听得清清楚楚。周末的那个视频，老婆看了后，点评自己，简直是泼妇骂街。而我在老婆的高声贝下，也跟着提高了嗓音，半斤八两。以前一直嘲笑我的父母，难道我也要步入他们的后尘？ 明天有事，7点就得起来，我还是趁机，睡两三个小时。 以上更新于 2018-10-18 04:15:00 这事的起源是因为最近天冷了，而我老婆衣服穿的少，责怪我不关心，没有提醒她多加点衣服。这个确实有我一部分原因，一个事情，如果不是我来负责，或者我自己的事，总是要忘。近点的有 丈母娘的投票 老婆的转硕进度 二哥的情况 改，其实挺难的。以后遇到这些事，第一时间加到日历上，算一个小小的改进。 以上更新于 2018-10-29 11:16:00","categories":[],"tags":[{"name":"流水账","slug":"流水账","permalink":"https://zplinti1.github.io/tags/流水账/"}]},{"title":"新的落脚点","slug":"新的落脚点","date":"2018-10-14T04:20:29.000Z","updated":"2018-10-14T07:37:52.000Z","comments":true,"path":"2018/10/14/新的落脚点/","link":"","permalink":"https://zplinti1.github.io/2018/10/14/新的落脚点/","excerpt":"","text":"缘起网易博客今年底要关闭，而我也正想熟悉下markdown的语法。到处搜罗了一番，自己搭个博客更好玩。 内容以前的博客，几乎没有什么技术相关的东西，全是满篇的灌水帖。目前有一些计划，这里的内容也会丰富起来。 Java学习目前我就职的这家公司，以Java语言开发为主。而我在这呆了几年，感觉自己的Java功力没有什么进步。最近在学习“极客时间”的专栏《Java核心技术36讲》，把自己的所学所想，更新在这里。 医学知识入门最近的两年，见证了两位老人的的远去，都是由于得了癌症去世。每当自己去看望她们，自己总是帮不上什么忙。既然“疾病”总是会来到身边，何不早点熟悉下他们，知己知彼，从容应对。从《内科学》下手？我不是医学人士，万万不可能这样自作孽。去年买了《默克家庭医学手册》第三版，计划了一下，两年内过一遍，对西医的治疗体系，有个大致的了解。 金融投资人这一生，总是避不开钱。谈钱，不可避免的关注起金融投资。目前主要关注A股投资，主要是跟着ETF拯救世界发布的计划，加上自己的定投和网格。 灌水这个一直少不了。。。","categories":[],"tags":[{"name":"默克家庭医学手册","slug":"默克家庭医学手册","permalink":"https://zplinti1.github.io/tags/默克家庭医学手册/"},{"name":"Java","slug":"Java","permalink":"https://zplinti1.github.io/tags/Java/"},{"name":"金融投资","slug":"金融投资","permalink":"https://zplinti1.github.io/tags/金融投资/"}]}]}